/* Inspector -> selected torrents
   stats -> bytes */
"%@ bytes" = "%@ bytes";

/* Add torrent -> info
   Create torrent -> info
   Drag overlay -> torrents
   Inspector -> selected torrents */
"%@ files" = "%@ ficheiros";

/* Prefs -> blocklist -> message */
"%@ IP address rules in list" = "%@ regras de endereços IP na lista";

/* Inspector -> selected torrents */
"%@ magnetized transfers" = "%@ transferências magnetizadas";

/* file size string
   Inspector -> Files tab -> file status string
   Status bar transfer count */
"%@ of %@" = "%1$@ de %2$@";

/* Torrent -> progress string */
"%@ of torrent metadata retrieved" = "%@ dos metadados do torrent recebidos";

/* Torrent -> eta string */
"%@ remaining" = "%@ restantes";

/* Add torrent -> info
   Inspector -> Activity tab -> progress
   Torrent -> progress string */
"%@ selected" = "%@ seleccionados";

/* stats window -> times opened */
"%@ times" = "%@ vezes";

/* Drag overlay -> torrents */
"%@ Torrent Files" = "%@ ficheiros torrent";

/* Inspector -> selected torrents */
"%@ Torrents Selected" = "%@ torrents seleccionados";

/* Inspector -> selected torrents
   stats total */
"%@ total" = "%@ total";

/* Filter Bar Button -> tool tip
   Status bar transfer count
   Torrent table -> group row -> tooltip */
"%@ transfers" = "%@ transferências";

/* Inspector -> Activity tab -> have */
"%@ verified" = "%@ verificados";

/* Inspector -> Peers tab -> peers */
"%d cache" = "%d cache";

/* Inspector -> Peers tab -> peers */
"%d Connected" = "%d ligados";

/* Inspector -> Peers tab -> peers */
"%d DHT" = "%d DHT";

/* Dock item - Downloading */
"%d Downloading" = "%d a receber";

/* Inspector -> Peers tab -> peers */
"%d incoming" = "%d a receber";

/* Action menu -> upload/download limit
   Status Bar -> speed tooltip */
"%d KB/s" = "%d KB/s";

/* Inspector -> Peers tab -> peers */
"%d local discovery" = "%d pesquisa local";

/* Inspector -> Peers tab -> peers */
"%d LTEP" = "%d LTEP";

/* Info options -> global setting */
"%d minutes" = "%d minutos";

/* Inspector -> Peers tab -> peers */
"%d PEX" = "%d PEX";

/* Create torrent -> info */
"%d pieces, %@ each" = "%1$d pedaços, %2$@ cada";

/* Dock item - Seeding */
"%d Seeding" = "%d a enviar";

/* Inspector -> Peers tab -> peers */
"%d tracker" = "%d tracker";

/* Torrent -> status string */
"%d web seeds" = "%d seeds da web";

/* time string */
"%u days" = "%u dias";

/* time string */
"%u hr" = "%u hr";

/* time string */
"%u min" = "%u min";

/* time string */
"%u sec" = "%u seg";

/* time string */
"%u years" = "%u anos";

/* time string */
"1 day" = "1 dia";

/* Add torrent -> info
   Create torrent -> info
   Drag overlay -> torrents
   Inspector -> selected torrents */
"1 file" = "1 ficheiro";

/* Inspector -> selected torrents */
"1 magnetized transfer" = "1 transferência magnetizada";

/* Info options -> global setting */
"1 minute" = "1 minuto";

/* Create torrent -> info */
"1 piece, %@" = "1 pedaço, %@";

/* stats window -> times opened */
"1 time" = "1 vez";

/* Filter Button -> tool tip
   Status bar transfer count
   Torrent table -> group row -> tooltip */
"1 transfer" = "1 transferência";

/* time string */
"1 year" = "1 ano";

/* Open invalid alert -> title */
"\"%@\" is not a valid torrent file." = "\"%@\" não é um ficheiro torrent válido.";

/* Prefs -> blocklist -> message */
"A blocklist must first be downloaded" = "Tem de primeiro transferir uma lista";

/* Create torrent -> file already exists warning -> warning */
"A file with the name \"%@\" already exists in the directory \"%@\". Choose a new name or directory to create the torrent file." = "Já existe um ficheiro com o nome \"%1$@\" no directório \"%2$@\". Escolha um novo nome ou directório para criar o ficheiro torrent.";

/* Move inside itself alert -> title */
"A folder cannot be moved to inside itself." = "Não é possível mover uma pasta para dentro de si mesma.";

/* Create torrent -> zero size -> warning */
"A torrent file cannot be created for files with no size." = "Não é possível criar um ficheiro torrent para ficheiros sem tamanho.";

/* Create torrent -> file already exists warning -> title */
"A torrent file with this name and directory cannot be created." = "Não é possível criar um ficheiro torrent com este nome e directório.";

/* Create torrent -> blank address -> message */
"A transfer marked as private with no tracker addresses will be unable to connect to peers. The torrent file will only be useful if you plan to upload the file to a tracker website that will add the addresses for you." = "Uma transferência marcada como privada sem endereços de trackers será incapaz de ligar a peers. O ficheiro torrent apenas será útil se tenciona enviá-lo para o site de um tracker que adicione os endereços por si.";

/* Open duplicate alert -> title
   Open duplicate magnet alert -> title */
"A transfer of \"%@\" already exists." = "Já existe uma transferência de \"%@\".";

/* Filter Bar -> filter button */
"Active" = "Activas";

/* Inspector -> tab
   Inspector view -> title */
"Activity" = "Actividade";

/* Add torrent -> same name -> button */
"Add" = "Adicionar";

/* Inspector view -> tracker buttons */
"Add a tracker" = "Adicionar um tracker";

/* Magnet link failed -> title */
"Adding magnetized transfer failed." = "Falha ao adicionar transferência por ligação magnet";

/* Filter Bar -> filter button
   inspector -> check all */
"All" = "Todas";

/* Filter Bar -> group filter menu
   Groups -> Button */
"All Groups" = "Todos os grupos";

/* Create torrent -> failed -> warning */
"An unknown error has occurred." = "Ocorreu um erro desconhecido.";

/* Tracker last announce */
"Announce error" = "Erro no anúncio";

/* Tracker next announce */
"Announce in progress" = "Anúncio em progresso";

/* Tracker next announce */
"Announce is queued" = "Anúncio em lista de espera";

/* Tracker next announce */
"Announce not scheduled" = "Anúncio não programado";

/* Tracker last announce */
"Announce timed out" = "O intervalo de espera do anúncio expirou";

/* All toolbar item -> label */
"Apply All" = "Aplicar a todos";

/* Selected toolbar item -> label */
"Apply Selected" = "Aplicar seleccionados";

/* Confirm Quit panel -> title */
"Are you sure you want to quit?" = "Tem a certeza de que deseja sair?";

/* Remove completed confirm panel -> title */
"Are you sure you want to remove %@ completed transfers from the transfer list?" = "Tem a certeza de que deseja remover %@ transferências concluídas da lista de transferências?";

/* Removal confirm panel -> title */
"Are you sure you want to remove %@ transfers from the transfer list and trash the data files?" = "Tem a certeza de que deseja remover %@ transferências da lista de transferências e eliminar os respectivos ficheiros de dados?";

/* Removal confirm panel -> title */
"Are you sure you want to remove %@ transfers from the transfer list?" = "Tem a certeza de que deseja remover %@ transferências da lista de transferências?";

/* Remove trackers alert -> title */
"Are you sure you want to remove %d trackers?" = "Tem a certeza de que deseja remover %d trackers?";

/* Removal confirm panel -> title */
"Are you sure you want to remove \"%@\" from the transfer list and trash the data file?" = "Tem a certeza de que deseja remover \"%@\" da lista de transferências e eliminar o respectivo ficheiro de dados?";

/* Removal confirm panel -> title
   Remove completed confirm panel -> title */
"Are you sure you want to remove \"%@\" from the transfer list?" = "Tem a certeza de que deseja remover \"%@\" da lista de transferências?";

/* Remove trackers alert -> title */
"Are you sure you want to remove this tracker?" = "Tem a certeza de que deseja remover este tracker?";

/* Stats reset -> title */
"Are you sure you want to reset usage statistics?" = "Tem a certeza de que deseja repor as estatísticas de utilização?";

/* inspector -> peer table -> header tool tip */
"Available" = "Disponível";

/* Preferences -> toolbar item title */
"Bandwidth" = "Largura de banda";

/* Growl notification description */
"Bandwidth settings changed" = "Definições de largura de banda alteradas";

/* Groups -> Name */
"Blue" = "Azul";

/* Add torrent -> same name -> button
   Blocklist -> cancel button
   Confirm Quit panel -> button
   Create torrent -> blank address -> button
   Removal confirm panel -> button
   Remove completed confirm panel -> button
   Remove trackers alert -> button
   rename sheet button
   Stats reset -> button
   URL sheet button */
"Cancel" = "Cancelar";

/* Torrent Table -> tooltip */
"Change transfer settings" = "Alterar definições da transferência";

/* File Outline -> Menu */
"Check Selected" = "Marcar seleccionados";

/* Torrent -> status string */
"Checking existing data" = "A verificar dados existentes";

/* Message window -> save button */
"Clear" = "Limpar";

/* inspector -> peer table -> header */
"Client" = "Cliente";

/* View menu -> Quick Look */
"Close Quick Look" = "Fechar Vista Rápida";

/* Prefs -> Notifications */
"Configure In Growl" = "Configurar no Growl";

/* Prefs -> Notifications */
"Configure In System Preferences" = "Configurar nas Preferências do Sistema";

/* Blocklist -> message */
"Connecting to site" = "A ligar ao site";

/* Torrent file copy alert -> title */
"Copy of \"%@\" Cannot Be Created" = "Não foi possível criar cópia de \"%@\"";

/* Create torrent -> failed -> warning */
"Could not read \"%s\": %s." = "Não foi possível ler \"%1$s\": %2$s.";

/* Create torrent -> failed -> warning */
"Could not write \"%s\": %s." = "Não foi possível escrever \"%1$s\": %2$s.";

/* Create toolbar item -> label
   Create torrent -> blank address -> button */
"Create" = "Criar";

/* Drag overlay -> file */
"Create a Torrent File" = "Criar um ficheiro torrent";

/* Create toolbar item -> tooltip */
"Create torrent file" = "Criar ficheiro torrent";

/* Create toolbar item -> palette label
   Create torrent -> select file */
"Create Torrent File" = "Criar ficheiro torrent";

/* Create torrent -> failed -> title */
"Creation of \"%@\" failed." = "Falha ao criar \"%@\".";

/* Inspector -> peer -> status */
"Currently downloading (interested and not choked)" = "Actualmente a receber (interessado e não congestionado)";

/* Inspector -> peer -> status */
"Currently uploading (interested and not choked)" = "Actualmente a enviar (interessado e não congestionado)";

/* Message window -> table column */
"Date" = "Data";

/* Message window -> level
   Message window -> level string */
"Debug" = "Depuração";

/* Info options -> global setting */
"disabled" = "desactivo";

/* inspector -> peer table -> header
   inspector -> web seed table -> header
   status bar -> status label
   Torrent -> status string */
"DL" = "REC";

/* Inspector -> Peers tab -> peers */
"DL from %d" = "REC de %d";

/* Torrent disk space alert -> button */
"Do not check disk space again" = "Não voltar a verificar espaço livre no disco";

/* Donation beg -> button */
"Don't bug me about this ever again." = "Não voltar a perguntar sobre isto.";

/* files tab -> tooltip */
"Don't Download" = "Não descarregar";

/* Donation beg -> button */
"Donate" = "Doar";

/* Donation beg -> message */
"Donate or not, there will be no difference to your torrenting experience." = "Quer faça um donativo ou não, não haverá qualquer diferença na sua experiência de utilização de torrents.";

/* file table -> header tool tip
   files tab -> tooltip */
"Download" = "Descarregar";

/* Torrent disk space alert -> button */
"Download Anyway" = "Descarregar na mesma";

/* notification title */
"Download Complete" = "Descarga concluída";

/* Blocklist -> message */
"Download of the blocklist failed." = "A descarga da lista de bloqueio falhou.";

/* files tab -> tooltip */
"Download Some" = "Descarregar alguns";

/* Torrent table -> group row -> tooltip */
"Download speed" = "Velocidade de recepção";

/* Stats window -> label
   tracker peer stat */
"Downloaded" = "Recebido";

/* Filter Bar -> filter button
   Torrent -> status string */
"Downloading" = "A receber";

/* Blocklist -> message */
"Downloading blocklist" = "A descarregar lista de bloqueio";

/* Torrent -> status string */
"Downloading from %d of %d peers" = "A receber de %1$d de %2$d peers";

/* Torrent -> status string */
"Downloading from %d of 1 peer" = "A receber de %d de 1 peer";

/* inspector -> peer table -> header tool tip */
"Downloading From Peer" = "A receber do peer";

/* inspector -> web seed table -> header tool tip */
"Downloading From Web Seed" = "A receber de seed da web";

/* Inspector -> Peers tab -> table row tooltip */
"encrypted" = "cifrada";

/* inspector -> peer table -> header tool tip */
"Encrypted Connection" = "Ligação cifrada";

/* Message window -> level
   Message window -> level string
   Torrent -> status string */
"Error" = "Erro";

/* Inspector -> tab
   Inspector view -> title */
"Files" = "Ficheiros";

/* Filter toolbar item -> label
   inspector -> file filter
   Message window -> filter field */
"Filter" = "Filtro";

/* Inspector -> Peers tab -> table row tooltip */
"From: cache" = "De: cache";

/* Inspector -> Peers tab -> table row tooltip */
"From: distributed hash table" = "De: DHT (distributed hash table)";

/* Inspector -> Peers tab -> table row tooltip */
"From: incoming connection" = "De: ligação recebida";

/* Inspector -> Peers tab -> table row tooltip */
"From: libtorrent extension protocol handshake" = "De: handshake do protocolo de extensão do libtorrent";

/* Inspector -> Peers tab -> table row tooltip */
"From: local peer discovery" = "De: pesquisa de peers locais";

/* Inspector -> Peers tab -> table row tooltip */
"From: peer exchange" = "De: troca de peers";

/* Inspector -> Peers tab -> table row tooltip */
"From: tracker" = "De: tracker";

/* File size - gigabytes
   file/memory size - gigabytes */
"GB" = "GB";

/* Transfer speed (gigabytes per second) */
"GB/s" = "GB/s";

/* Preferences -> toolbar item title */
"General" = "Geral";

/* Inspector -> tab
   Inspector view -> title */
"General Info" = "Informação Geral";

/* Status Bar -> speed tooltip */
"Global download limit" = "Limite global de recepção";

/* Status Bar -> speed tooltip */
"Global upload limit" = "Limite global de envio";

/* Tracker last announce */
"got %d peers" = "obtidos %d peers";

/* Tracker last announce */
"got 1 peer" = "obtido 1 peer";

/* Groups -> Name */
"Gray" = "Cinzento";

/* Groups -> Name */
"Green" = "Verde";

/* Groups -> Button */
"Group" = "Grupo";

/* Preferences -> toolbar item title */
"Groups" = "Grupos";

/* View menu -> Filter Bar */
"Hide Filter Bar" = "Ocultar barra de filtros";

/* View menu -> Inspector */
"Hide Inspector" = "Ocultar Inspector";

/* View menu -> Status Bar */
"Hide Status Bar" = "Ocultar barra de estado";

/* File Outline -> Priority Menu */
"High" = "Alta";

/* files tab -> tooltip */
"High Priority" = "Prioridade alta";

/* Legal alert -> button */
"I Accept" = "Aceito";

/* Add torrent -> same name -> message */
"If you are attempting to use already existing data, the root data directory should be inside the destination directory." = "Se está a tentar usar dados já existentes, o directório raiz dos dados deve estar dentro do directório de destino.";

/* Torrent -> eta string */
"inactive" = "inactivo";

/* Message window -> level
   Message window -> level string */
"Info" = "Informação";

/* Inspector toolbar item -> label */
"Inspector" = "Inspector";

/* URL sheet label */
"Internet address of torrent file:" = "Endereço na Internet do ficheiro torrent:";

/* inspector -> peer table -> header */
"IP Address" = "Endereço IP";

/* Download not a torrent -> message */
"It appears that the file \"%@\" from %@ is not a torrent file." = "O ficheiro \"%1$@\" de %2$@ não parece ser um ficheiro torrent.";

/* File size - kilobytes
   file/memory size - kilobytes */
"KB" = "KB";

/* Transfer speed (kilobytes per second) */
"KB/s" = "KB/s";

/* Tracker last announce */
"Last Announce" = "Último anúncio";

/* Tracker last scrape */
"Last Scrape" = "Última passagem";

/* Prefs -> blocklist -> message */
"Last updated" = "Última actualização";

/* tracker peer stat */
"Leechers" = "Leechers";

/* About window -> license button */
"License" = "Licença";

/* Action menu -> upload/download limit
   torrent action menu -> upload/download limit */
"Limit (%d KB/s)" = "Limite (%d KB/s)";

/* Save log alert panel -> title */
"Log Could Not Be Saved" = "Não foi possível guardar o registo";

/* File Outline -> Priority Menu */
"Low" = "Baixa";

/* files tab -> tooltip */
"Low Priority" = "Prioridade baixa";

/* Open duplicate magnet alert -> title */
"Magnet link is a duplicate of an existing transfer." = "A ligação magnet é um duplicado de uma transferência já existente.";

/* Inspector -> selected torrents
   Torrent -> progress string */
"Magnetized transfer" = "Transferência magnetizada";

/* File size - megabytes
   file/memory size - megabytes */
"MB" = "MB";

/* Transfer speed (megabytes per second) */
"MB/s" = "MB/s";

/* Message window -> table column */
"Message" = "Mensagem";

/* Message window -> title */
"Message Log" = "Registo de mensagens";

/* files tab -> tooltip */
"Multiple Priorities" = "Múltiplas prioridades";

/* Inspector -> Peers tab -> table row tooltip
   No Ratio
   Prefs -> blocklist -> message
   Tracker last announce
   Tracker last scrape
   tracker peer stat */
"N/A" = "N/D";

/* Filter Bar -> filter menu */
"Name" = "Nome";

/* Preferences -> toolbar item title */
"Network" = "Rede";

/* Prefs -> blocklist -> message */
"Never" = "Nunca";

/* Inspector -> tracker table */
"New Tier" = "Novo nível";

/* Tracker next announce */
"Next announce in %@" = "Próximo anúncio em %@";

/* Group table row */
"No Group" = "Sem grupo";

/* Inspector -> selected torrents */
"No Torrents Selected" = "Nenhum torrent seleccionado";

/* Groups -> Button
   Groups -> Menu
   inspector -> check all */
"None" = "Nenhum";

/* Donation beg -> button */
"Nope" = "Não";

/* File Outline -> Priority Menu */
"Normal" = "Normal";

/* files tab -> tooltip */
"Normal Priority" = "Prioridade normal";

/* Torrent disk space alert -> title */
"Not enough remaining disk space to download \"%@\" completely." = "Não existe espaço em disco suficiente para descarregar \"%@\" completamente.";

/* About window -> license close button
   Blocklist -> button
   Create torrent -> directory doesn't exist warning -> button
   Create torrent -> failed -> button
   Create torrent -> file already exists warning -> button
   Create torrent -> no files -> button
   Create torrent -> zero size -> button
   Download not a torrent -> button
   Magnet link failed -> button
   Move error alert -> button
   Move inside itself alert -> button
   Open duplicate alert -> button
   Open duplicate magnet alert -> button
   Open invalid alert -> button
   Save log alert panel -> button
   Torrent disk space alert -> button
   Torrent download failed -> button
   Torrent file copy alert -> button
   Transmission already running alert -> button */
"OK" = "OK";

/* Remove completed confirm panel -> message */
"Once removed, continuing the transfer will require the torrent file or magnet link." = "Uma vez removida, para continuar a tranferência será necessário o ficheiro torrent ou a ligação magnet.";

/* Removal confirm panel -> message part 2
   Remove completed confirm panel -> message */
"Once removed, continuing the transfers will require the torrent files or magnet links." = "Uma vez removidas, para continuar as tranferências serão necessários os ficheiros torrent ou as ligações magnet.";

/* Remove trackers alert -> message */
"Once removed, Transmission will no longer attempt to contact it. This cannot be undone." = "Uma vez removido o tracker, o Transmission deixará de tentar contactá-lo. Isto não pode ser desfeito.";

/* Remove trackers alert -> message */
"Once removed, Transmission will no longer attempt to contact them. This cannot be undone." = "Uma vez removidos os trackers, o Transmission deixará de tentar contactá-los. Isto não pode ser desfeito.";

/* File Outline -> Menu */
"Only Check Selected" = "Marcar apenas os seleccionados";

/* Open toolbar item -> label
   URL sheet button */
"Open" = "Abrir";

/* Open address toolbar item -> label */
"Open Address" = "Abrir endereço";

/* Open address toolbar item -> palette label */
"Open Torrent Address" = "Abrir endereço torrent";

/* Open toolbar item -> tooltip */
"Open torrent files" = "Abrir ficheiros torrent";

/* Open toolbar item -> palette label */
"Open Torrent Files" = "Abrir ficheiros torrent";

/* Open address toolbar item -> tooltip */
"Open torrent web address" = "Abrir endereço web do torrent";

/* Inspector -> tab
   Inspector view -> title */
"Options" = "Opções";

/* Groups -> Name */
"Orange" = "Laranja";

/* Inspector -> Peers tab -> table row tooltip */
"Partial Seed" = "Seed parcial";

/* All toolbar item -> palette label */
"Pause / Resume All" = "Pausar / Retomar todos";

/* Selected toolbar item -> palette label */
"Pause / Resume Selected" = "Pausar / Retomar seleccionados";

/* All toolbar item -> label
   Dock item */
"Pause All" = "Pausar todos";

/* All toolbar item -> tooltip */
"Pause all transfers" = "Pausar todas as transferências";

/* Selected toolbar item -> label */
"Pause Selected" = "Pausar seleccionados";

/* Selected toolbar item -> tooltip */
"Pause selected transfers" = "Pausar transferências seleccionadas";

/* Torrent Table -> tooltip */
"Pause the transfer" = "Pausar a transferência";

/* Filter Bar -> filter button
   Torrent -> status string */
"Paused" = "Em pausa";

/* Inspector -> peer -> status */
"Peer is unchoking you, but you are not interested" = "O peer está a descongestioná-lo, mas você não está interessado";

/* Inspector -> peer -> status */
"Peer wants you to upload, but you do not want to (interested and choked)" = "O peer quer que envie, mas você não quer (interessado e congestionado)";

/* Inspector -> tab
   Inspector view -> title
   Preferences -> toolbar item title */
"Peers" = "Peers";

/* Inspector -> Peers tab -> table row tooltip */
"Port" = "Porta";

/* Preferences -> Network -> port status */
"Port check site is down" = "Website de verificação inacessível";

/* Preferences -> Network -> port status */
"Port is closed" = "A porta está fechada";

/* Preferences -> Network -> port status */
"Port is open" = "A porta está aberta";

/* File Outline -> Menu
   file table -> header tool tip */
"Priority" = "Prioridade";

/* files tab -> tooltip */
"Priority Not Available" = "Prioridade não disponível";

/* Inspector -> private torrent */
"Private Torrent, non-tracker peer discovery disabled" = "Torrent privado, pesquisa de peers extra-tracker desactivada";

/* Message window -> table column */
"Process" = "Processar";

/* Blocklist -> message */
"Processing blocklist" = " A processar lista de bloqueio";

/* Stats window -> label */
"Program Started" = "Programa iniciado";

/* Inspector -> Peers tab -> table row tooltip */
"Progress: %@" = "Progresso: %@";

/* Inspector -> Peers tab -> table row tooltip */
"Protocol: %@" = "Protocolo: %@";

/* Inspector -> private torrent */
"Public Torrent" = "Torrent público";

/* Groups -> Name */
"Purple" = "Roxo";

/* QuickLook toolbar item -> label
   QuickLook toolbar item -> palette label
   QuickLook toolbar item -> tooltip
   View menu -> Quick Look */
"Quick Look" = "Vista Rápida";

/* Confirm Quit panel -> button
   Legal alert -> button */
"Quit" = "Sair";

/* Dock Badger -> quit */
"Quitting" = "A sair";

/* Stats window -> label
   status bar -> status label
   Torrent -> status string
   Torrent table -> group row -> tooltip */
"Ratio" = "Rácio";

/* Groups -> Name */
"Red" = "Vermelho";

/* Action menu -> status string toggle */
"Remaining Time" = "Tempo restante";

/* Torrent -> eta string */
"remaining time unknown" = "tempo restante desconhecido";

/* Preferences -> toolbar item title */
"Remote" = "Remoto";

/* Removal confirm panel -> button
   Remove completed confirm panel -> button
   Remove toolbar item -> label
   Remove trackers alert -> button */
"Remove" = "Remover";

/* Main window -> 3rd bottom left button (remove all) tooltip */
"Remove all transfers that have completed seeding." = "Remover todas as transferências que terminaram o envio.";

/* Remove toolbar item -> palette label */
"Remove Selected" = "Remover seleccionados";

/* Inspector view -> tracker buttons */
"Remove selected trackers" = "Remover trackers seleccionados";

/* Remove toolbar item -> tooltip */
"Remove selected transfers" = "Remover transferências seleccionadas";

/* rename sheet button */
"Rename" = "Renomear";

/* File Outline -> Menu */
"Rename File" = "Renomear ficheiro";

/* rename sheet label */
"Rename the file \"%@\":" = "Renomear o ficheiro \"%@\":";

/* Stats reset -> button
   Stats window -> reset button */
"Reset" = "Repor";

/* All toolbar item -> label
   Dock item */
"Resume All" = "Retomar todos";

/* All toolbar item -> tooltip */
"Resume all transfers" = "Retomar todas as transferências";

/* Selected toolbar item -> label */
"Resume Selected" = "Retomar seleccionados";

/* Selected toolbar item -> tooltip */
"Resume selected transfers" = "Retomar as transferências seleccionadas";

/* Torrent cell -> button info */
"Resume the transfer" = "Retomar a transferência";

/* Torrent cell -> button info */
"Resume the transfer right away" = "Retomar a transferência imediatamente";

/* Stats window -> label */
"Running Time" = "Duração";

/* Message window -> save button */
"Save" = "Guardar";

/* Tracker last scrape */
"Scrape error" = "Erro na passagem";

/* Tracker last scrape */
"Scrape timed out" = "O intervalo de espera na passagem expirou";

/* tracker peer stat */
"Seeders" = "Seeders";

/* Filter Bar -> filter button
   Torrent -> status string */
"Seeding" = "A enviar";

/* Torrent -> status string */
"Seeding complete" = "Envio concluído";

/* notification title */
"Seeding Complete" = "Envio concluído";

/* Torrent -> status string */
"Seeding to %d of %d peers" = "A enviar para %1$d de %2$d peers";

/* Torrent -> status string */
"Seeding to %d of 1 peer" = "A enviar para %d de 1 peer";

/* Create torrent -> location sheet -> button
   Create torrent -> select file
   Move torrent -> prompt
   Open torrent -> prompt
   Preferences -> Open panel prompt */
"Select" = "Seleccionar";

/* Create torrent -> select file */
"Select a file or folder for the torrent file." = "Seleccione um ficheiro ou pasta para o ficheiro torrent.";

/* Add -> select destination folder */
"Select the download folder for \"%@\"" = "Seleccione a pasta de recepção para \"%@\"";

/* Create torrent -> location sheet -> message */
"Select the name and location for the torrent file." = "Seleccione o nome e a localização para o ficheiro torrent.";

/* Move torrent -> select destination folder */
"Select the new folder for %d data files." = "Seleccione a nova pasta para %d ficheiros de dados.";

/* Move torrent -> select destination folder */
"Select the new folder for \"%@\"." = "Seleccione a nova pasta para \"%@\".";

/* Status Bar -> status menu */
"Session Ratio" = "Rácio da sessão";

/* Status Bar -> status menu */
"Session Transfer" = "Transferência da sessão";

/* Share toolbar item -> label
   Share toolbar item -> palette label */
"Share" = "Partilhar";

/* Share toolbar item -> tooltip */
"Share torrent file" = "Partilhar ficheiro torrent";

/* Main window -> 1st bottom left button (action) tooltip */
"Shortcuts for changing global settings." = "Atalhos para alterar definições globais.";

/* notification button */
"Show" = "Mostrar";

/* View menu -> Filter Bar */
"Show Filter Bar" = "Mostrar barra de filtros";

/* File Outline -> Menu */
"Show in Finder" = "Mostrar no Finder";

/* View menu -> Inspector */
"Show Inspector" = "Mostrar Inspector";

/* View menu -> Status Bar */
"Show Status Bar" = "Mostrar barra de estado";

/* Torrent cell -> button info */
"Show the data file in Finder" = "Mostrar o ficheiro de dados no Finder";

/* Dock item
   Status Bar -> speed tooltip */
"Speed Limit" = "Limitador de Velocidade";

/* Growl notification title */
"Speed Limit Auto Disabled" = "Limitador de Velocidade auto-desactivado";

/* Growl notification title */
"Speed Limit Auto Enabled" = "Limitador de Velocidade auto-activado";

/* Main window -> 2nd bottom left button (turtle) tooltip */
"Speed Limit overrides the total bandwidth limits with its own limits." = "O Limitador de Velocidade sobrepõe-se aos limites globais de largura de banda com os seus próprios limites.";

/* Torrent -> status string */
"Stalled" = "Estagnado";

/* Stats window -> title */
"Statistics" = "Estatísticas";

/* Action menu -> status string toggle */
"Status of Selected Files" = "Estado dos ficheiros seleccionados";

/* Action menu -> ratio stop
   torrent action menu -> ratio stop */
"Stop at Ratio (%.2f)" = "Parar no rácio (%.2f)";

/* Torrent cell -> button info */
"Stop waiting to start" = "Parar de aguardar para iniciar";

/* Donation beg -> title */
"Support open-source indie software" = "Apoie software independente de código aberto";

/* File size - terabytes
   file/memory size - terabytes */
"TB" = "TB";

/* Transfer speed (terabytes per second) */
"TB/s" = "TB/s";

/* Create torrent -> directory doesn't exist warning -> title */
"The chosen torrent file location does not exist." = "A localização escolhida para o ficheiro torrent não existe.";

/* Add torrent -> same name -> title */
"The destination directory and root data directory have the same name." = "O directório de destino e o directório de raiz têm o mesmo nome.";

/* Create torrent -> directory doesn't exist warning -> warning */
"The directory \"%@\" does not currently exist. Create this directory or choose a different one to create the torrent file." = "O directório \"%@\" actualmente não existe. Crie este directório ou escolha um diferente onde criar o ficheiro torrent.";

/* Open duplicate magnet alert -> message */
"The magnet link  \"%@\" cannot be added because it is a duplicate of an already existing transfer." = "A ligação magnet \"%@\" não foi adicionada porque é um duplicado de uma transferência já existente.";

/* Move error alert -> message
   Move inside itself alert -> message */
"The move operation of \"%@\" cannot be done." = "A operação para mover \"%@\" não é possível.";

/* blocklist fail message */
"The specified blocklist file did not contain any valid rules." = "O ficheiro de lista de bloqueio especificado não contém qualquer regra válida.";

/* Torrent download failed -> message */
"The torrent could not be downloaded from %@: %@." = "Não foi possível descarregar o ficheiro torrent a partir de %1$@: %2$@.";

/* Torrent file copy alert -> message */
"The torrent file (%@) cannot be found." = "O ficheiro torrent (%@) não foi encontrado.";

/* Open invalid alert -> message */
"The torrent file cannot be opened because it contains invalid data." = "O ficheiro torrent não pode ser aberto porque contém dados inválidos.";

/* Create torrent -> zero size -> title */
"The total file size is zero bytes." = "O tamanho total dos ficheiros é zero bytes.";

/* Open duplicate alert -> message */
"The transfer cannot be added because it is a duplicate of an already existing transfer." = "A transferência não pode ser adicionada porque é um duplicado de uma transferência já existente.";

/* Torrent disk space alert -> message */
"The transfer will be paused. Clear up space on %@ or deselect files in the torrent inspector to continue." = "A transferência será colocada em pausa. Liberte espaço em %@ ou desseleccione ficheiros no Inspector de torrent para continuar.";

/* Create torrent -> blank address -> message */
"The transfer will not contact trackers for peers, and will have to rely solely on non-tracker peer discovery methods such as PEX and DHT to download and seed." = "A transferência não irá contactar os trackers para obter peers e terá de se restringir apenas a métodos de descoberta sem tracker como PEX e DHT para receber e enviar.";

/* Removal confirm panel -> message part 1 */
"There are %@ active transfers." = "Existem %@ transferências activas.";

/* Removal confirm panel -> message part 1 */
"There are %@ transfers (%@ active)." = "Existem %1$@ transferências (%2$@ activas).";

/* Confirm Quit panel -> message */
"There are %d active transfers that will be paused on quit. The transfers will automatically resume on the next launch." = "Existem %d transferências activas que serão colocadas em pausa ao sair. As transferências serão retomadas automaticamente quando voltar a iniciar o Transmission";

/* Create torrent -> blank address -> title */
"There are no tracker addresses." = "Não existem endereços de trackers.";

/* Transmission already running alert -> message */
"There is already a copy of Transmission running. This copy cannot be opened until that instance is quit." = "Já existe uma cópia do Transmission iniciada. Esta cópia não pode ser iniciada até que essa instância seja terminada.";

/* Confirm Quit panel -> message */
"There is an active transfer that will be paused on quit. The transfer will automatically resume on the next launch." = "Existe uma transferência activa que será colocada em pausa ao sair. A transferência será retomada automaticamente quando voltar a iniciar o Transmission.";

/* Create torrent -> no files -> warning */
"There must be at least one file in a folder to create a torrent file." = "É necessário existir pelo menos um ficheiro na pasta para criar um ficheiro torrent.";

/* Save log alert panel -> message */
"There was a problem creating the file \"%@\"." = "Ocorreu um erro ao criar o ficheiro \"%@\".";

/* Move error alert -> title */
"There was an error moving the data file." = "Ocorreu um erro ao mover o ficheiro de dados.";

/* Magnet link failed -> message */
"There was an error when adding the magnet link \"%@\". The transfer will not occur." = "Ocorreu um erro ao adicionar a ligação magnet \"%@\". A transferência não irá ocorrer.";

/* Create torrent -> no files -> title */
"This folder contains no files." = "Esta pasta não contém ficheiros.";

/* Removal confirm panel -> message */
"This transfer is active. Once removed, continuing the transfer will require the torrent file or magnet link." = "Esta transferência está activa. Uma vez removida, será necessário o ficheiro torrent ou a ligação magnet para continuar a transferência.";

/* Stats reset -> message */
"This will clear the global statistics displayed by Transmission. Individual transfer statistics will not be affected." = "Isto irá limpar as estatísticas globais mostradas pelo Transmission. As estatísticas individuais das tranferências não serão afectadas.";

/* Inspector -> tracker table */
"Tier %d" = "Nível %d";

/* Filter toolbar item -> palette label */
"Toggle Filter" = "Mostrar/ocultar o filtro";

/* Inspector toolbar item -> palette label */
"Toggle Inspector" = "Mostrar/ocultar o inspector";

/* Filter toolbar item -> tooltip */
"Toggle the filter bar" = "Mostrar/ocultar a barra de filtros";

/* Inspector toolbar item -> tooltip */
"Toggle the torrent inspector" = "Mostrar/ocultar o inspector de torrents";

/* Download not a torrent -> title
   Torrent download error -> title */
"Torrent download failed" = "A recepção do torrent falhou";

/* notification title */
"Torrent File Auto Added" = "Ficheiro torrent auto-adicionado";

/* Inspector -> title */
"Torrent Inspector" = "Inspector de torrents";

/* Torrent -> progress string */
"torrent metadata needed" = "metadados do torrent necessários";

/* stats total */
"Total N/A" = "Total N/D";

/* Status Bar -> status menu */
"Total Ratio" = "Rácio total";

/* Status Bar -> status menu */
"Total Transfer" = "Total de transferências";

/* Filter Bar -> filter menu */
"Tracker" = "Tracker";

/* Torrent -> status string */
"Tracker returned error" = "O tracker responder com erro";

/* Torrent -> status string */
"Tracker returned warning" = "O tracker respondeu com aviso";

/* Tracker next announce */
"Tracker will be used as a backup" = "O tracker será usado para redundância";

/* Inspector -> tab
   Inspector view -> title */
"Trackers" = "Trackers";

/* Inspector -> Peers tab -> peers */
"Transfer Not Active" = "Transferência não activa";

/* Preferences -> toolbar item title */
"Transfers" = "Transferências";

/* Inspector -> Peers tab -> peers */
"Transfers Not Active" = "Transferências não activas";

/* Legal alert -> message */
"Transmission is a file-sharing program. When you run a torrent, its data will be made available to others by means of upload. You and you alone are fully responsible for exercising proper judgement and abiding by your local laws." = "O Transmission é uma aplicação de partilha de ficheiros. Quando inicia um torrent, esses dados serão disponibilizados para outros através do envio de informação. Você, e apenas você, é totalmente responsável por exercer bom senso e cumprir as suas leis locais.";

/* Donation beg -> message */
"Transmission is a full-featured torrent application. A lot of time and effort have gone into development, coding, and refinement. If you enjoy using it, please consider showing your love with a donation." = "O Transmission é uma aplicação para torrents completa em funcionalidades. Foi dedicado muito tempo e esforço ao seu desenvolvimento e aperfeiçoamento. Se gosta de o usar, por favor considere mostrar o seu apreço com um donativo.";

/* Transmission already running alert -> title */
"Transmission is already running." = "O Transmission já está iniciado.";

/* inspector -> peer table -> header
   status bar -> status label
   Torrent -> status string */
"UL" = "ENV";

/* Inspector -> Peers tab -> peers */
"UL to %d" = "ENV para %d";

/* File Outline -> Menu */
"Uncheck Selected" = "Desmarcar seleccionados";

/* Status Bar -> speed tooltip */
"unlimited" = "ilimitado";

/* Torrent -> error string unreadable */
"unreadable error" = "Erro de leitura";

/* Save log panel -> default file name */
"untitled" = "sem título";

/* Torrent table -> group row -> tooltip */
"Upload speed" = "Velocidade de envio";

/* Stats window -> label */
"Uploaded" = "Enviado";

/* Torrent -> progress string */
"uploaded %@ (Ratio: %@)" = "enviou %1$@ (Rácio: %2$@)";

/* inspector -> peer table -> header tool tip */
"Uploading To Peer" = "A enviar para o peer";

/* Torrent -> status string */
"Waiting to check existing data" = "A aguardar para verificar dados existentes";

/* Torrent -> status string */
"Waiting to download" = "A aguardar para receber";

/* Torrent -> status string */
"Waiting to seed" = "A aguardar para enviar";

/* Drag overlay -> url */
"Web Address" = "Endereço web";

/* Torrent -> status string */
"web seed" = "seed da web";

/* inspector -> web seed table -> header */
"Web Seeds" = "Seeds da web";

/* Legal alert -> title */
"Welcome to Transmission" = "Bem-vindo ao Transmission";

/* Groups -> Name */
"Yellow" = "Amarelo";

/* Inspector -> peer -> status */
"You unchoked the peer, but the peer is not interested" = "Descongestionou o peer, mas o peer não está interessado";

/* Inspector -> peer -> status */
"You want to download, but peer does not want to send (interested and choked)" = "Pretende receber, mas o peer não quer enviar (interessado e congestionado)";

